export default {
  "title": "Я Знаю О Тебе Многое",
  "disclaimer": "Этот сайт не сохраняет никакие данные, но другие сайты могут (и чаще всего это делают, например, через Google Analytics).",
  "javascript_explanation": "Следующая информация (и ещё много другой информации) может быть получена через JavaScript:",
  "what_else": "Некоторая информация может быть получена только в случае, если вы дадите разрешение сайту: точное местоположение (GPS), датчики (гироскоп, акселерометр...), камера, микрофон, другие подключённые устройства (USB, MIDI), буфер обмена и т.д.",
  "connection_explanation": "Следующая информация может быть получена кем угодно, кто знает ваш IP адрес:",
  "this_page_on_github": "Эта страница на GitHub.",
  "screen": {
    "screenSize": "Разрешение экрана",
    "availSize": "Максимальный возможный размер окна",
    "windowSize": "Размер окна",
    "pageVisibleSize": "Размер видимой части страницы",
    "pageFullSize": "Полный размер страницы"
  },
  "controls": {
    "mouse": "Курсор",
    "touch": "Сенсорный экран",
    "maxTouchPoints": "Максимальное количество одновременных сенсорных нажатий",
    "videoInputs": "Камера",
    "audioInputs": "Микрофон",
    "audioOutputs": "Колонки / наушники"
  },
  "connection": {
    "ip": "IP адрес",
    "continent": "Континент",
    "country": "Страна",
    "region": "Регион/штат",
    "city": "Город",
    "latitude": "Широта",
    "longitude": "Долгота",
    "asnType": "Тип автономной системы",
    "asnTypes": {
      "hosting": "Дата-центр",
      "isp": "Интернет-провайдер",
      "cdn": "Content Delivery Network",
      "edu": "Образовательное учреждение",
      "gov": "Правительственное учреждение",
      "mul": "Военно-оборонное учреждение",
      "business": "Организации конечных пользователей"
    },
    "asn": "Автономная система",
    "timeZone": "Часовой пояс",
    "tor": "Используется Tor?",
    "proxy": "Используется Proxy?",
    "threat": "Известный вредоносный адрес?"
  },
  "agent": {
    "browser": "Браузер",
    "engine": "Движок браузера",
    "os": "Операционная система",
    "deviceType": "Тип устройства",
    "device": "Устройство",
    "cpu": "Архитектура процессора"
  },
  "lang": {
    "language": "Предпочитаемый язык",
    "languages": "Все предпочитаемые языки"
  },
  "features": {
    "cookie": "Cookie включены?",
    "doNotTrack": "Do Not Track включён?"
  }
}
