export default {
  "title": "Я Знаю О Тебе Многое",
  "screen": {
    "screenSize": "Разрешение экрана",
    "availSize": "Максимальный возможный размер окна",
    "windowSize": "Размер окна",
    "pageVisibleSize": "Размер видимой части страницы",
    "pageFullSize": "Полный размер страницы"
  },
  "controls": {
    "mouse": "Курсор",
    "touch": "Сенсорный экран"
  },
  "connection": {
    "ip": "IP адрес",
    "continent": "Континент",
    "country": "Страна",
    "region": "Регион/штат",
    "city": "Город",
    "latitude": "Широта",
    "longitude": "Долгота",
    "asnType": "Тип автономной системы",
    "asnTypes": {
      "hosting": "Дата-центр",
      "isp": "Интернет-провайдер",
      "cdn": "Content Delivery Network",
      "edu": "Образовательное учреждение",
      "gov": "Правительственное учреждение",
      "mul": "Военно-оборонное учреждение",
      "business": "Организации конечных пользователей"
    },
    "asn": "Автономная система",
    "timeZone": "Часовой пояс",
    "tor": "Используется Tor?",
    "proxy": "Используется Proxy?",
    "threat": "Известный вредоносный адрес?"
  },
  "agent": {
    "browser": "Браузер",
    "engine": "Движок браузера",
    "os": "Операционная система",
    "deviceType": "Тип устройства",
    "device": "Устройство",
    "cpu": "Архитектура процессора"
  },
  "lang": {
    "language": "Предпочитаемый язык",
    "languages": "Все предпочитаемые языки"
  }
}
